const faqs = [
  {
    question: "我完全没有编程经验，我还能报名未来领域吗?",
    answer:
      "当然可以，未来领域的软件工程师旗舰课程就是针对编程零基础的人群，帮助他们从零到可入职的软件工程师。"
  },
  {
    question: "哪些人群应该报名",
    answer:
      "<ul><li>有意向转职却迷惘于选择职业的人</li><li>在校学生但学校的课程不足以让你快速找到一份真正的工作</li><li>目前是自由职业但是想找到一份稳定收入的工作</li></ul>以上这些人群都应该报名我们的软件工程师旗舰课程。"
  },
  {
    question: "未来领域如何保证我在12个月内找到工作",
    answer:
      "未来领域不光提供最专业的职业技能培训，我们同时还提供最优质的求职服务。未来领域拥有专业的在职HR老师和业内在职的面试官老师，帮您疏通面试过程中每一个要点和所需的知识储备。除了常规课程中的多个大型实践项目之外，我们还为学生提供专业的求职课程，以及1对1的简历、面试指导，保证您面试前胸有成竹，十拿九稳！"
  },
  {
    question: "如果我当堂课没有听懂，未来领域会如何帮助我",
    answer:
      "课后课程辅导员会逐一解答您的问题，而且您可以重新上一次未听懂的课程。"
  },
  {
    question: "未来领域的上课地址是什么",
    answer:
      "未来领域在连接皇后区和曼哈顿的长岛市（Long Island City) 交通十分方便，乘坐7、Q、W地铁均可到达哦!<a href='https://www.google.com/maps/place/%E6%9C%AA%E6%9D%A5%E9%A2%86%E5%9F%9F+The+Future+Sphere/@40.7403285,-74.0177782,12z/data=!4m8!1m2!2m1!1z5pyq5p2l6aKG5Z-f!3m4!1s0x89c259bf99fefe27:0xd753f77b894b9474!8m2!3d40.7488948!4d-73.9388294'>查看地图</a>"
  },
  {
    question: "未来领域的上课时间是如何安排的",
    answer:
      "课程时间主要安排在周末，如果多个学员想在工作日晚上上课，未来领域也可开设工作日课程。"
  },
  {
    question: "旗舰课程从开始上课到课程结束一共需要几个月的时间",
    answer: "一共4个半月，之后就可以开始投递简历。"
  },
  {
    question: "上课的话需要什么电脑设备？",
    answer:
      "Apple / OS X （详情见：<a href='https://docs.google.com/document/d/1tFr5YcRMMfyxgzJv6wp2FLOiDmy4HO061Og9cDWVdek/edit'>设备推荐</a>）"
  },
  {
    question: "下课以后我可以问助教问题吗？",
    answer: "未来领域的助教无论是课上课下都可以全天候回答学生的问题。"
  },
  {
    question: "每个班级会有多少人？",
    answer: "软件工程师旗舰课程不超过5个人每个班。"
  },
  {
    question: "什么是就业保证计划",
    answer:
      "我们未来领域为了保证学生在结课后可以找到工作，就业保证计划会在开课前收取4000的保证金，在学生接到offer后再补齐税前年薪的20%。"
  },
  {
    question: "保证金是可退的吗？",
    answer:
      "如果学生在结课后12个月未接到任何offer，未来领域会退还$4000保证金，但如果学生因个人原因旷课、未按时完成作业、不积极投递简历和不按时参加面试导致学生12个月未收到offer，保证金无法退还。"
  },
  {
    question: "除了学费我还需要缴纳其他费用吗",
    answer: "无需任何多余费用，只需交纳学费。"
  },
  {
    question: "都有什么支付方式去支付学费",
    answer: "Venmo、PayPal、Quickpay、银行转账、微信、支付宝"
  },
  {
    question: "如果我是留学生我还可以加入就业保证计划吗",
    answer:
      "未来领域欢迎留学生的加入，并会尽最大的努力帮每个留学生都找到心仪的工作。但是由于身份和工作签证等原因，留学生参加就业保证计划的相关条例会有所变动，详情请咨询未来领域官方客服。"
  }
];

export default faqs;
